[
	{
		"name": "Andrew",
		"picture": "img/profiles/andrew.jpg",
		"bio": "Hi! I'm Andrew. ",
		"part": "Tenor"
	},
	{
		"name": "Brad",
		"picture": "img/profiles/brad.jpg",
		"bio": "Brad Meader is a senior biochemistry and neuroscience double major from Maine. He's also in the midst of his second year serving as the group's Music Director! Brad is perhaps best known as one half of the pop-punk power-duo known as The Dough Minions, whose debut album will be coming soon! He loves mashups and the person reading this.",
		"part": "Tenor"
	},
	{
		"name": "Giacamo",
		"picture": "img/profiles/giacamo.jpg",
		"bio": "Hi! I'm Giacamo. I like to sing and do other shit like that",
		"part": "Tenor"
	},
	{
		"name": "Jackson",
		"picture": "img/profiles/jackson.jpg",
		"bio": "Hi! I'm Jackson. I like to sing and do other shit like that",
		"part": "Tenor"
	},
	{
		"name": "Jake",
		"picture": "img/profiles/jake.jpg",
		"bio": "Jake Goz is a senior vocal performance major from Long Island. This is Jake's second year in OA, and he has appreciated every moment he's had with his fellow Peels. While sad that it's his final year in OA, Jake is grateful and proud that he's been able to share the stage with a great group of men.",
		"part": "Tenor"
	},
	{
		"name": "Jason",
		"picture": "img/profiles/jason.jpg",
		"bio": "Hi! I'm Jason. I like to sing and do other shit like that",
		"part": "Tenor"
	},
	{
		"name": "Josh",
		"picture": "img/profiles/josh.jpg",
		"bio": "Josh is a sophomore public relations major from New Jersey. This is his second year in OA and first year serving as Treasurer, or 'the Big Money Bags,' as he likes to call it. When not hamming it up with his fellow Peels, Josh likes to casually stress about internships and girls.",
		"part": "Bass"
	},
	{
		"name": "Kevin",
		"picture": "img/profiles/kevin.jpg",
		"bio": "Hi! I'm Kevin. I like to sing and do other shit like that",
		"part": "Bass"
	},
	{
		"name": "Ross",
		"picture": "img/profiles/ross.jpg",
		"bio": "Hi! I'm Ross. I like to sing and do other shit like that",
		"part": "Baritone"
	},
	{
		"name": "Ryan",
		"picture": "img/profiles/ryan.jpg",
		"bio": "Hi! I'm Ryan. I like to sing and do other shit like that",
		"part": "Bass"
	},
	{
		"name": "Steven",
		"picture": "img/profiles/schmeeb.jpg",
		"bio": "A current Systems and Information Science senior at Syracuse, Steven Szachara, a.k.a Schmeeb, has been the president of the group for two straight years! Talk about commitment! “Orange Appeal has taught me so many things about myself, and has been my home for all four years of my college career. I owe it everything.” He plans on moving to L.A. to work in the film industry as a talent agent after he graduates.",
		"part": "Baritone"
	},
	{
		"name": "Todd",
		"picture": "img/profiles/todd.jpg",
		"bio": "Hi! I'm Todd. I like to sing and do other shit like that",
		"part": "Baritone"
	},
	{
		"name": "Wing",
		"picture": "img/profiles/wing.jpg",
		"bio": "Hi! I'm Wing. I like to sing and do other shit like that",
		"part": "Baritone"
	},
	{
		"name": "Erik",
		"picture": "img/profiles/josh.jpg",
		"bio": "Hi! I'm Eric. I like to sing and do other shit like that",
		"part": "Tenor"
	},
	{
		"name": "Brian",
		"picture": "img/profiles/josh.jpg",
		"bio": "Brian Buseck is a TV/Radio/Film major who has sung bass in OA since the first semester of his freshman year. His dream is to write for a successful sitcom, and he works on Citrus TV’s sketch comedy show Afterhours to refine his comedic writing. His favorite animal is a seal and he misses his dog dearly while at school.",
		"part": "Bass"
	},
	{
		"name": "Marcelo",
		"picture": "img/profiles/josh.jpg",
		"bio": "Hi! I'm Marcelo. I like to sing and do other shit like that",
		"part": "Tenor"
	},
	{
		"name": "Trevor",
		"picture": "img/profiles/josh.jpg",
		"bio": "Hi! I'm Trevor. I like to sing and do other shit like that",
		"part": "Tenor"
	}
]
